"ASSISTED_AUTH_INSTRUCTIONS" = "לבקר ב־%@ ולהכניס את הקוד הבא כדי להתחבר אל %@";

"BUTTON_AUTHENTICATE" = "השתמש במספר הטלפון שלי";

"BUTTON_CONTINUE" = "המשך";

"BUTTON_CREATED_ACCOUNT" = "החשבון נוצר";

"BUTTON_CREATE_ACCOUNT" = "צור חשבון";

"BUTTON_CREATING_ACCOUNT" = "יצירת חשבון";

"BUTTON_DISMISS" = "התעלמות";

"BUTTON_DONE" = "סיום";

"BUTTON_EDIT_NUMBER" = "ערוך מספר";

"BUTTON_LOGGING_IN" = "כניסה";

"BUTTON_NOT_NOW" = "לא עכשיו";

"BUTTON_OKAY" = "אישור";

"BUTTON_RESEND_CONF_CODE" = "שלח קוד מחדש";

"BUTTON_RETRY" = "ניסיון חוזר";

"BUTTON_SENDING" = "שולח...";

"BUTTON_SENDING_CONF_CODE" = "שולח קוד אישור";

"BUTTON_SEND_CONF_CODE" = "שלח קוד אישור";

"BUTTON_SENT_CONF_CODE" = "קוד האישור נשלח";

"BUTTON_TRY_DIFFERENT_NUMBER" = "נסה מספר אחר";

"BUTTON_VERIFYING" = "אימות";

"CALL_ME_ACTION" = "התקשר אליי";

"CALL_ME_LOADING" = "מתקשר...";

"DEFAULT_INVITE_VIEW_TITLE" = "הזמן חברים";

"ERROR_CANT_SMS" = "לא ניתן לשלוח הודעת SMS למספר זה.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "בדוק את הקוד שלך ונסה שוב";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "אוי, נראה שיש בעיה ברשת. ננסה שוב? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "יש לבדוק את הדואר האלקטרוני שלך ולנסות שוב";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "בדוק את המספר שלך ונסה שוב";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "הגדרת בעבר קוד אימות בשני שלבים באתר <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "לאחר הנגיעה ב\"התקשר אליי\" לעיל, <a href=\"https://www.digits.com\">Digits by Twitter</a> ישלח לך הודעת קולית לאישור מספר הטלפון שלך. ייתכן שתחויב בגין השיחה והנתונים.";

"FOOTNOTE_CREATE_ACCOUNT" = "בנגיעה ב\"צור חשבון\" לעיל, אתה מסכים ל<a href=\"https://twitter.com/tos\">תנאי השימוש</a>, ל<a href=\"https://twitter.com/privacy\">מדיניות הפרטיות</a> ול<a href=\"https://support.twitter.com/articles/20170514\">שימוש בקובצי Cookie</a> של <a href=\"https://www.digits.com\">Digits by Twitter</a>, לשיתוף מספר הטלפון שלך עם %@, ולכך שמשתמשים אחרים של %@ יוכלו לאתר אותך לפי מספר הטלפון.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "הנגיעה ב\"המשך\" מוסיפה דואר אלקטרוני זה לחשבון Digits שלך. אתה מסכים שיישום זה <a href=\"https://www.digits.com/settings\">וכל היישומים הרשומים בחשבון Digits שלך</a> יוכלו לגשת לכתובת דואר אלקטרוני זו, ושהמשתמשים שלהם יכולים לאתר אותך לפי הדואר האלקטרוני.";

"FOOTNOTE_LOGIN" = "לאחר הנגיעה ב\"המשך\" לעיל, <a href=\"https://www.digits.com/settings\">מספר הטלפון ו/או כתובת הדואר האלקטרוני שלך ב-Digits</a> ישותפו עם %@ ומשתמשים אחרים של %@ יוכלו לאתר אותך לפי מספר הטלפון ו/או הדואר האלקטרוני שלך.";

"FOOTNOTE_SEND_CONF_CODE" = "על־ידי נגיעה ב״שליחת קוד אישור״ למעלה, <a href=\"https://www.digits.com\">Digits של טוויטר</a> ישלח אליך מסרון כדי לאשר את מספר הטלפון שלך. במסך הבא תוכל לבחור ״שליחת קוד מחדש״ כדי ליזום שליחת מסרון נוסף או ״התקשר אלי״ כדי ליזום שיחת טלפון כדי לאמת את מספר הטלפון שלך. הודעה, שיחה ותעריפי העברת מידע עשויים לחול.";

"FOOTNOTE_TOS_UPDATE" = "בנגיעה ב\"המשך\" לעיל, אתה מסכים ל<a href=\"https://twitter.com/tos\">תנאי השימוש</a>, ל<a href=\"https://twitter.com/privacy\">מדיניות הפרטיות</a> ול<a href=\"https://support.twitter.com/articles/20170514\">שימוש בקובצי Cookie</a> של <a href=\"https://www.digits.com\">Digits by Twitter</a>, שהתעדכנו, לשיתוף <a href=\"https://www.digits.com/settings\">מספר הטלפון ו/או כתובת הדואר האלקטרוני שלך ב-Digits</a> עם %@, ולכך שמשתמשים אחרים של %@ יוכלו לאתר אותך לפי מספר הטלפון ו/או הדואר האלקטרוני שלך.";

"INVITED_BUTTON_TITLE" = "הוזמן";

"INVITE_BUTTON_TITLE" = "הזמן";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "הזן קוד אימות בשני שלבים.";

"LABEL_ENTER_CONF_CODE" = "שלחנו לך קוד של 6 ספרות.";

"LABEL_ENTER_EMAIL" = "הזן את הדואר האלקטרוני שלך.";

"LABEL_ENTER_PHONE_NUMBER" = "מה מספר הטלפון שלך?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "אנחנו משתמשים ב-Digits by Twitter לאיתור עוד חברים שלך המשתמשים ביישום זה. בעת ההקשה על 'אישור', אנחנו מעלים את פנקס הכתובות שלך ל-Digits by Twitter כדי שנוכל לעזור לך לאתר משתמשים של %@ שאתה מכיר, או לעזור למשתמשים אחרים של %@ למצוא אותך.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "חפש את החברים שלך";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "לא ניתן לאשר את מספר הטלפון שלך";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "מצטערים, נתקלנו בבעיה בשליחת קוד האישור.";

"ONBOARDING_MESSAGE" = "היכנס לכתובת https://fabric.io כדי להגדיר את שם היישום שלך, שייכלל בהודעות דואר אלקטרוני לאימות ובמסרי אישור בהודעות SMS/בהודעות קוליות.";

"ONBOARDING_MESSAGE_ANSWERS" = "הוסף את מסגרת Answers ליישום שלך כדי לאפשר תיעוד אירועים אוטומטי ב-Digits. קבל מידע נוסף בכתובת https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "יישום זה";

"SMS_PREFILL_TEXT_DEFAULT" = "שלום %@. אני משתמש ב-%@, הצטרפו אליי!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "שלום %@. התקן את %@ ב-%@.";

